Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ ཡུལ་ངན་ པར་ སྐྱེ་ ཞིང་ དབང་པོ་ མ་ཚང་བ་ དང་ །_ རྟག་ ཏུ་ འཇིགས་པ་ མང་བ འི་ ཡུལ་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If one is born with the general lot in life of a human, one will be poor and sickly, live in an inferior place, have incomplete faculties, and take birth in an environment of constant and plentiful fears.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ རུས་པ་ རྡོ་རྗེ་ ལྟ་བུ་ འབྱུང་ ཞིང་ འདུ་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $763 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Masses of Vajra-Like Bones.

source: ལོག་པ ར་ ལྟ་བ་ ཡང་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ །_
en: Likewise, such a birth is also due to resorting to, becoming habituated to, and increasing wrong view.

source: འདི་ལྟར་ དངོས་པོ་ དག་ ནི་ འདོད་རྒྱལ་ ལས་ འབྱུང་ ཞིང་ འདོད་རྒྱལ་ ལས་ འགག་ སྟེ །_
en: Thus, some people claim, ‘All things occur by chance and come to an end by chance.

source: འདི་ལྟར་ ཚེར་མ་ རྣོ་བ་ དང་ །_ རྨ་བྱ་ དག་ གི་ བཀྲ་བ་ དང་ །_ འདི་ལྟར་ སྨིག་རྒྱུ་ དང་ དྲི་ཟ འི་ གྲོང་ཁྱེར་ དག་ གི་ རྒྱུ་རྐྱེན་ ནི་ མེད་ ཀྱི་ འདོད་རྒྱལ་ ལས་ འབྱུང་ ཞིང་ འགག་ སྟེ །_
en: The sharpness of the thorn and the colors of the peacock are like optical illusions and the cities of the gandharvas, for they appear and disappear without depending on causes and conditions.

source: དངོས་པོ་ ཐམས་ཅད་ ནི་ དེ་ལྟ་ བུ་ ཡིན་ ནོ་ ཞེས་ དེ་དེ་ [217b] ལྟར་ གཞན་དག་ ཀྱང་ འདོད་རྒྱལ་ དུ་ ལྟ་བ ར་ གྱུར་པ་ དེར་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་ ཅིང་ །_ ཡང་དག་ པར་ སྟོན་པ ར་ བྱེད་ ལ །_
en: Such is the way of all things.’ {{page:{number:272,id:UT22084-068-021-100298,folio:F.217.b,volume:V68}}} In this way they will introduce others to the view that everything happens by chance, establish them within that view, and become teachers of it.

source: ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ ས་ ཉམས་པ ར་ བྱེད་པ་ དེ་ ནི་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ རུས་པ་ རྡོ་རྗེ་ ལྟ་བུ་ འབྱུང་ ཞིང་ འདུ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Oppressed by their misdeeds of body, speech, and mind, they will, upon separating from their bodies, fall into the lower realms and take birth in the hell of Masses of Vajra-Like Bones.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་
en: $764 “The beings in this realm undergo the combined tortures of the Reviving Hell, and so forth.

source: འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ གང་ གི་ ཚེ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ མཚོན་ཆ་ ཧུ་ ལུ་ རྣོན་པོ་ དག་ གིས་ དེ འི་ ཤ་ མེད་པར་ བྱས་ ལ་ གང་ དགྲ་ གཞན་ བྱུང་བ ས་ རུས་པ་ དེ་དག་ བླངས་ ཏེ
en: On top of that, it is particular to this hell that the henchmen of the Lord of Death will cut off their flesh with sharp weapons and draw out all their blood.

source: དགྲ་ དེས་ རུས་པ་ ཕན་ཚུན་ བཏགས་ སོ །_།
en: They will then gather their bones and grind them.

source: རུས་པ་ དེ་དག་ ཀྱང་ དེ་དག་ གི་ ལས་ཉེས་ པར་ བྱས་པ་ དེས་ རྡོ་རྗེ་ ལྟ་བུ ར་ གྱུར་ ཏེ །_
en: Yet, by the power of the misdeeds of the beings in this hell, the bones will thereby become like vajras.

source: ཁ་ཅིག་ གི་ མགོ་ ཕུག _། ཁ་ཅིག་ གི་ རྐེད་པ་ ཕུག _། ཁ་ཅིག་ གི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཐལ་བ ར་ རློག _།
en: Thus, the bones will crack open the heads of other hell beings, crush their hips, and destroy all their major and minor body parts.

source: ཁ་ཅིག་ གི་ ཁྲག་ ཙམ་ ལུས་པ ར་ བྱེད །_ ཁ་ཅིག་ གི་ ཡན་ལག་ གཅིག་ འཇིག་པ ར་ བྱེད །_ ཁ་ཅིག་ ལ་ ཕན་ཚུན་ སྦྲོན་པ ར་ བྱེད །_
en: Some will bleed to death, some will experience the devastation of a single body part, and some will cry out to each other.

source: རུས་པ་ དང་ །_ རུས་པ ས་ སམ །_ རྡོ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གཅིག་ ལ་ གཅིག་ རྡེག་ ཅིང་ གསོད་ དེ །_
en: Thus, with their own bones and skeletons, as well as blazing stones, the hell beings bring destruction and death upon one another.

source: སེམས་ཅན་ དམྱལ་བ་པ་ ལས་ ཀྱིས་ བསྐུལ་བ་ དེ་དག་ འདི་ལྟར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་ ཤིན་ཏུ་ རིང་པོ །_ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གཅིག་ ལ་ གཅིག་ གསོད་ དོ །_།
en: As instigated by their karmic actions, these hell beings will continue to suffer in this way for an extremely long time, impossible to count in years, until finally their negative deeds have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: For innumerable years they will continue to bring death upon one another.

source: ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཡི་དགས་ རང་ གི་ གླད་ རྒྱས་ ཟ་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $765 “When one finally escapes this hell, one will, as a karmic effect that accords with one’s causal actions, be born as a starving spirit that feeds on its own brain.

source: དེ་ནས་ ཤི་ ནས་ ཀྱང་ ཚེ་རབས་ སུམ་བརྒྱ ར་ དུད་འགྲོ འི་ འཇིག་རྟེན་ རྩངས་པ་ དང་ །_ སྐྱིན་གོར་ དང་ །_ སྲོག་ཆགས་ བྷི་ ལ་ ཀ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Next, one will enter the world of animals and be born three hundred times as a chameleon, a lizard, or another such reptile.

source: དེ་ནས་ ཤི་ ནས་ ཀྱང་ གལ་ཏེ་ བརྒྱ་ལ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ ཚལ་ དུ་ གནས་པ་ དང་ །_ འགྲོ་ ལྡིང་བ འི་ ཡུལ་ དང་ །_ ཨན་ དྷ་ ཀ འི་ ཡུལ་ གྱི་ དབུས་ དག་ ཏུ་ དབུལ་བ་ དང་ །_ ནད་བུ་ ཅན་ དང་ །_ གཞན་ གྱིས་ བཀོལ་བ ར་ འགྱུར་བ་ མཐོང་ [218a] ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one should be born with the general lot in life of a human, one will live in the jungle, be born among the Dramiḍas or the Andhakas, be poor and sickly, and become enslaved by others. {{page:{number:273,id:UT22084-068-021-100299,folio:F.218.a,volume:V68}}}

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྐུད་པ་ ནག་པོ ས་ འདྲལ་ ཞིང་ གཅོད་པ་ ཚ་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $766 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Excruciating Splitting and Cutting by Means of a Black Iron Thread.

source: ལོག་པ ར་ ལྟ་བ ས་ ནི་ མཚན་མ་ དང་ མཚན་མ་ ལས་ བྱུང་བ་ བྱས་པ་ སྟོན་པ ར་ བྱེད །_ སྒོམ་པ ར་ བྱེད །_ མང་ དུ་ བྱེད་ ན །_
en: As for wrong view, some people teach, become habituated to, and increase a wrong view of cause and effect.#101

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ལྕགས་ ནག་པོ འི་ སྐུད་པ ས་ འདྲལ་ ཞིང་ གཅོད་པ་ ཚ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people separate from their bodies, they will fall into the lower realms and be born in the hell of Excruciating Splitting and Cutting by Means of a Black Iron Thread.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ ལྔ་ འགྱུར་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་
en: $767 “That realm features the combined tortures of the Reviving Hell, and so forth, intensified fivefold.

source: རང་ གིས་ བྱས་པ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ལས་ བྱུང་བ འི་ སྐུད་པ་ ནག་པོ ས་ གཅལ་ ནས་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ མཚོན་ཆ འི་ སོ་ རྣོ་ ཞིང་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ རྐང་པ་ ལ་སོགས་པ་ ནས་ མགོ འི་ བར་ དུ་ གཅོད་ དོ །_།!
en: In particular, the power of these hell beings’ previous misdeeds will produce black iron threads that split their bodies apart,#102 while the henchmen of the Lord of Death sever everything from their feet to their heads with sharp, flaming weapons.

source: དེ་ལྟ ར་ དེ་དག་ གཅོད་པ་ ན །_ སྙིང་རྗེ་ ཞིང་ རྣམ་པར་ ཁྲོ་ལ་ སྐད་ འབྱིན་ ཅིང་ ངུའོ །_།
en: As they are sliced and diced, the hell beings scream and wail pitifully.

source: མཚོན་ཆ ས་ གཤེག་ ཅིང་ ལྕགས་ ནག་པོ འི་ སྐུད་པ ས་ འདི་ལྟར་ ཡུངས་ཀར་ ཙམ་ དུ་ ཡང་ མི་མངོན་པ ར་ ཆེས་ ཕྲ་བ ར་ གཅོད་ དོ །_།
en: Yet the cleaving and cutting with the black iron thread continue until not even tiny body pieces the size of sesame seeds remain.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་ ཤིན་ཏུ་ རིང་པོ ར་ གནོད་པ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will thus continue to experience torture for an extremely long time.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཡི་དགས་ གཏོར་མ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར །_ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུད་འགྲོ་ ཆུ འི་ སྲིན་བུ་ དང་ །_ སྡིག་པ་ དང་ །_ གྲོག་ སྤུར་ གྱི་ སྐྱེ་གནས་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $768 “When one finally escapes this hell, one will, as an effect that accords with one’s causal actions, be born five hundred times as a starving spirit subsisting on ritual offerings of food, and after that five hundred times as a leech, a scorpion, or an ant.

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་དེ་ དག་ གི་ རྒྱུ་ འཐུན་ པས་ དེ་ ཚེ་རབས་ སུ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར་ ཞིང་ [218b] གང་ རྒྱལ་པོ་ གཞན་ གྱིས་ གནོད་པ་ བྱས་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If one should be born with the general lot in life of a human, one will, in accordance with one’s causal actions, be tormented by hunger and thirst {{page:{number:274,id:UT22084-068-021-100300,folio:F.218.b,volume:V68}}} and be blamed for offences committed toward the king by someone else.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྲིན་བུ་ ན་ཀྲ་ དང་ །_ འཁོར་ལོ་ དང་ །_ མེ་ འཇིགས་ འཇིགས་ ལྟར་ སྐྱེས་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $769 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Terrifying Inferno with Swarms of Crocodiles.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ཡང་ བསམས་ ཤིང་ བསྒོམས་ ལ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ །_
en: As for conceiving of, becoming habituated to, and increasing wrong view, some people think,

source: འདི་ལྟར་ འཇིག་རྟེན་ འདི་ རྟག་ གོ །_། འཇིག་རྟེན་ འདི་ ཐེར་ཟུག་ གོ །_།
en: ‘This world is permanent and enduring.

source: ཆོས་ ཐམས་ཅད་ རྟག་ གོ །_།
en: All existent factors are permanent.

source: ཆོས་ རྣམས་ ནི་ རྟག་ སྟེ །_
en: They are permanent and true.’

source: ཕྱིན་ ཅི་ མ་ ལོག་པ འོ་ ཞེས་ དེ་ལྟ ར་ དེ་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ ལྟ་བ་ ནི་ ལོག་པ ར་ ལྟ་བ་ ཡིན་ ཏེ །_ ཕ་རོལ་ དག་ ཀྱང་ ལོག་པ ར་ ལྟ་བ་ དེ་ཉིད་ ལ་ ཡང་དག་ པར་ འཇོག་པ ར་ བྱེད །_ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་པ ར་ བྱེད །_ ཡང་ན ས་ ཡང་ དུ་ སྟོན་ ཅིང་ འཁོར་ ལ་ སྨྲ་བ་ དང་ །_ རྒྱུ་ ངན་པ་ དང་ ལྟ་བ འི་ མཐའ་ འཁོར་ འཛིན་ དུ་ འཇུག་ ཅིང་ ཆོས་མ་ ཡིན་པ་ ཆོས་ ཀྱི་ ཚུལ་ དུ་ སྟོན་པ་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྲིན་བུ་ ན་ཀྲ་ དང་ །_ འཁོར་ལོ་ དང་ །_ མེ་ འཇིགས་ འཇིགས་ ལྟར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Such a misperception is a wrong view, and if one propagates it among others, causes others to assume it, teaches it repeatedly to a circle of followers, and so brings others to adhere to unwholesome causes and views by teaching something that is not the Dharma as the true Dharma, one will, upon separating from one’s body, fall into the lower realms and be born in the hell of Terrifying Inferno with Swarms of Crocodiles.

source: དེར་ སྐྱེས་ ནས་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ འི་
en: $770 “In that realm, beings must endure the combined terrors of the Reviving Hell, and so forth.

source: སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ ལྕགས་ ཀྱི་ ཀ་བ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: On top of that, it is particular to that hell that an iron rod suddenly appears.

source: དེ འི་ གླད་ པར་ བརྒྱབ་ ནས་ རྐུབ་ ཏུ་ འབྱུང་ ངོ་ །_། དེ་ནས་ བྱུང་ ནས་ ཀྱང་ ས འི་ ནང་ དུ་ ལྷན་ཅིག་ ནུབ་བོ །།_།།
en: Breaking through one’s skull and brain, it will pass through one’s body, emerge out of the anus, and then run into the ground.

source: གསལ་ཤིང་ གིས་ ཕུག་ ནས་ སྲིན་བུ་ ན་ཀྲ་ ཞེས་ བྱ་བ ས་ པགས་པ་ དང་ ཤ་ དང་ ཚིལ་ ཐམས་ཅད་ ཟ་ ལ །_
en: As one thus stands impaled, worms called ‘crocodiles’ will appear and begin to consume all one’s skin, flesh, and fat.

source: དེ འི་ ཡན་ལག་ དང་ ཉིང་ལག་ དག་ ཟ་ ཞིང་ འཐུང་ སྟེ །_ ཁྲག་འབྱིན་ པར་ བྱེད་པ་ དང་ །_ ལུས་ སྒུལ་བ ར་ བྱེད་པ་ དང་ །_ ཤ་ གཅོད་པ ར་ བྱེད་པ་ དང་ །_ མིག་ འབྱིན་པ ར་ བྱེད་པ་ དང་ །_ གཞུངས་པ་ དང་ །_ རྒྱུས་པ་ འབྱིན་ ཅིང་ རྩ་ [219a] ཡང་ གཅོད་པ་ དང་ འཛག་ སྒོ་ སྲེག་པ་ དང་ །_ སྤུ་ འཐོག་པ་ དང་ །_ པགས་པ་ འདྲལ་བ་ དང་ །_ རྒྱུས་པ་ མང་པོ འི་ ནང་ དུ་ འཇུག་པ་ དང་ །_
en: Eating and drinking, they will consume all the major and minor body parts, drawing out the blood, causing convulsions, gnawing through the flesh, causing the eyes to fall out, exposing sinew and muscles, {{page:{number:275,id:UT22084-068-021-100301,folio:F.219.a,volume:V68}}} severing the veins, chewing at the body openings, extracting the hair, peeling off the skin, and digging into the flesh.

source: སྙིང་ དྲལ་ ནས་ འཐུང་བ་ དང་ །_ གློ་བ་ དང་ །_ རྒྱབ་ དང་ །_ གནད་ དང་ །_ གནད་ དག་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: They will break the heart open, drink from it, and consume the lungs, back, and all the vital organs.

source: དེ འི་ མིད་པ་ དང་ །_ ལྕེ་ དག་ ཕྲ་ སྐམ་ རབ་ཏུ་ འབར་བ ས་ དྲངས་ ནས་ ཁྱི་ ཟ ར་ འཇུག་ གོ །_།
en: The esophagus and tongue will be extracted with flaming tongs and fed to dogs.

source: རྒྱུ་ ངན་པ་ དང་ །_ ལྟ་བ་ ངན་པ འི་ མཐ ར་ ཆུད་པ་ ངན་པ ར་ སྨྲས་པ་ གང་དེ་ དེ འི་ ཉེས་པ ས་ དེ་དག་ ཐམས་ཅད་ སྡུག་བསྔལ་ གྱི་ དྲ་བ ར་ ཆུད་པ་ ཡིན་ ཏེ །_
en: $771 “Those who fall into the extreme position of adopting unwholesome causes and views, and so speak in unwholesome ways, will become caught in a web of suffering due to their misdeeds.

source: སེམས་ཅན་ དམྱལ་བ་པ་ ལོག་པ ར་ ལྟ་བ་ གཡོ་སྒྱུ འི་ ལྟ་བ །_ གཡོ་སྒྱུ ས་ འགྱེད་པ་ དེ་དག་ ལོག་པ ར་ སྨྲ་བ་ ཆེན་པོ་ ཡིན་ ཏེ །_
en: Such hell beings, who developed a wrong and deceitful view and misleadingly propagated it, are great preachers of falsehood.

source: གང་དེ་ དག་ དེས་ དེར་ རབ་ཏུ་ བཙུད་ ཅིང་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ ས་ ཉམས་པ་ དེ་དག་ ཐམས་ཅད་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་ ཤིན་ཏུ་ རིང་ ཞིང་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ སེམས་ཅན་ དམྱལ་བ ར་ སྲེག་ གོ །_།
en: Imprisoned in hell and brought down by their misdeeds of body, speech, and mind, they will continue to burn for innumerable years until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ སུམ་བརྒྱ ར་ ཡི་དགས་ མི་རོ་ ཟ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $772 “When one finally escapes this hell one will, as a karmic effect that accords with one’s causal actions, be born three hundred times as a starving spirit subsisting on human corpses.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ གང་ རྒྱལ་པོ་ གཞན་ གྱིས་ ཉེས་པ་ བྱས་པ་ དེ་དེ འི་ ལུས་ ལ་ འབབ་པ་ དང་ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one should be born with the general lot in life of a human, one will, as an effect that accords with one’s causal actions, receive royal punishment for the offenses committed by others.

source: དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དང་ །_ གཞན་ གྱིས་ བཀོལ་བ ར་ འགྱུར་ ཞིང་ མི འི་ ཤ་ལ་ ཟ་བ་ དང་ །_ ལུས་ སྣང་བ འི་ འདུ་ཤེས་ མི་ འཐོབ་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: One will be poor and sickly, be enslaved by others, become a cannibal, and not attain any bodily perception.#103

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ནགས་ཚལ་ གྱི་ མེ་ མུན་ ལྟར་ འཁྲིགས་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $773 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Forest Fires Like an Enveloping Darkness.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ [219b] ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ལ ས་ ཀྱི་ མཇུག་ དང་ ལྡན་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will examine this with knowledge derived from hearing, and thus see that such a birth is caused by resorting to, becoming habituated to, and increasing properly initiated and completed acts of killing, stealing, sexual misconduct, {{page:{number:276,id:UT22084-068-021-100302,folio:F.219.b,volume:V68}}} alcohol consumption, and lying.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ནགས་ཚལ་ གྱི་ མེ་ མུན་ ལྟར་ འཁྲིགས་པ་ ཞེས་ བྱ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Upon separating from one’s body, one will thus fall into the lower realms and be born in the hell of Forest Fires Like an Enveloping Darkness.

source: ལོག་པ ར་ ལྟ་བ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་བ་ ནི །_ འདི་ལྟར་ ཁ་ཅིག་ ནི་ མི་རྟག་ གོ །_། ཁ་ཅིག་ ནི་ རྟག་ གོ །_།
en: $774 “As for resorting to, becoming habituated to, and increasing wrong view, some people believe that certain things are impermanent while others are permanent.

source: དེ་ ལ་ མི་རྟག་པ་ ནི་ ལུས་ ཡིན་ ནོ །_། རྟག་པ་ ནི་ ས་ ལ་སོགས་པ་ འབྱུང་བ་ རྣམས་ ཡིན་ ཏེ །_
en: They claim that the body is impermanent whereas the elements of earth, and so forth, are permanent.

source: དེ་ མཐ ར་ འཛིན་པ་ ལྟ་བ་ གཉིས་ ཀྱི་ རྒྱུ་ ངན་པ །_ ལྟ་བ་ ངན་པ འི་ མཐའ་ གཞན་དག་ འཛིན་ དུ་ འཇུག་ ཅིང་ ཡང་དག་ པར་ དགའ་བ ར་ བྱེད་ དུ་ འཇུག་ ལ་ ཡང་དག་ པར་ རབ་ཏུ་ འཇོག _།
en: They may then make others adhere to the unwholesome causes and views that subscribe to such a position predicated on the two extremes. They may cause others to embrace such view, become enthusiastic about it, and propagate it.

source: འཁོར་ ལ་ ཆོས་མ་ ཡིན་པ འི་ ཚུལ་ གྱིས་ ཆོས་སྟོན་ ཅིང་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་པ་
en: They may teach this non-Dharmic view to their audience as if it followed the Dharma, and cause their disciples to uphold it.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ནགས་ཚལ་ གྱི་ མེ་ མུན་ ལྟར་ འཁྲིགས་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the hell of Forest Fires Like an Enveloping Darkness.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ ལྔ་ འགྱུར་ དུ་ འབྱུང་བ འི་
en: $775 “The beings in that realm undergo all the tortures of the Reviving Hell, and so forth, intensified fivefold.

source: སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ གང་ གི་ ཚེ་ གཤིན་རྗེ འི་ མི འི་ གནོད་པ་ དག་ ལས་ གལ་ཏེ་ ཐར་ ནས་ ཀྱང་ ཕྱིས་ དེ འི་ ལས་ ཀྱིས་ བྱས་པ འི་ མུན་པ་ མུན་ནག་ གི་ ཚོགས་ ཀྱི་ རླུང་ ལྡང་ སྟེ །_
en: On top of that, and in particular, when they at one point escape the tortures of the Lord of Death’s henchmen, a great wind will blow, created by their own karmic actions, that will bring with it a total and all-encompassing darkness.

source: དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ དམིགས་པ་ མེད་པ་ ནམ་མཁའ་ ལ་ ཇི་ལྟ ར་ དེ འི་ ལུས་ ཀྱང་ མི་མངོན་པ་ དེ་ལྟ ར་ སྐོར་ རོ །_།
en: The wind will hurl the beings of this hell through dark space so that they are not even being able to perceive their own bodies.

source: ཡོངས་སུ་ བསྐོར་བ་ དེ་ ཡོངས་སུ་ སྐོར་བ་ དང་ རླུང་ གཞན་ སྤུ་གྲི་ ལྟ་བུ ར་ ལྡང་ སྟེ །_
en: While thus enveloped by total darkness they will sense the stirring of a new type of wind that is sharp like a razor.

source: དེས་ ལུས་ དེ་ ཆང་པ་ ནས་ བྱེ་མ་ འཐོར་བ་ ལྟར་ ཕྱོགས་ བཅུ ར་ འཐོར་ རོ །_།
en: As this wind begins to blow, their bodies will disintegrate as when handfuls of sand are scattered.

source: དེ་ནས་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ ཡང་ འཐོར་ རོ །_།
en: They will then revive, only to be destroyed once more.

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་ ཤིན་ཏུ་ རིང་བ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ སྡུག་བསྔལ་ དྲག་ ཅིང་ ཚ་ལ་ རྩུབ་པ་ དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, until their negative acts have been overcome, relinquished, and exhausted, they will continue to suffer fierce and excruciating pain for innumerable years.

source: དེ་ ཕྱིས་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ བཞི་ བརྒྱ ར་ ཡི་དགས་ སྐྱུགས་པ་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $776 “When one finally escapes this hell, one will, as a karmic effect that accords with one’s causal actions, be born four hundred times as a starving spirit subsisting on vomit.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ གང་ དུད་འགྲོ་ ལྷག་མ་ ཟ་བ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ ཡོངས་སུ་ གདུངས་པ འི་ [220a] ལུས་ སུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Once free of such an existence, one will then take birth as an animal that feeds on vomit, and be tormented by starvation and thirst. {{page:{number:277,id:UT22084-068-021-100303,folio:F.220.a,volume:V68}}}

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ བུང་བ་ རྡོ་རྗེ་ ལྟ་བུ ས་ གནོད་པ འི་ གོ་ཆ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ དེ་ མཐོང་ ངོ་ །_།
en: $777 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Tormenting Armor of Vajra-Like Flies.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing, and see that such a birth is caused by resorting to, becoming habituated to, and increasing properly initiated and completed acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ནི་ འདི་ལྟར་ འཁོར་བ་ འདི་ ནི་ ཐོག་མ་ ཡོད་ ཅིང་ རྒྱུ་ ཡོད་པ འོ །_།
en: $778 “As for wrong view, some people believe, ‘Cyclic existence has a beginning and a cause.

source: གང་ འདི་དག་ ཐམས་ཅད་ ཀྱི་ རྒྱུ་ རྟག་པ་ དང་ མི་རྟག་པ་ གཉིས་ ཏེ །_
en: There are permanent and impermanent causes of all this, and thus this is produced by those causes.’
